<?php declare(strict_types=1);

return [
    // ***
    // Guestbook
    // ***

    // sidebar
    'Новый отзыв в гостевой книге' => 'Новий відгук у гостьовій книзі',

    // list
    'Список записей' => 'Список записів',
    'Автор' => 'Автор',
    'Дата добавления' => 'Дата додавання',
    'Вы действительно хотите удалить запись?' => 'Ви справді бажаєте видалити запис?',

    // form
    'Редактирование записи' => 'Редагування запису',
    'Нельзя изменять значение поля' => 'Не можна змінювати значення поля',
    'Сообщение' => 'Повідомлення',
    'Ответ' => 'Відповідь',
];
