<?php declare(strict_types=1);

return [
    // ***
    // User
    // ***

    // system install
    'Администраторы' => 'Адміністратори',

    // user search
    'Точное совпадение логина' => 'Точний збіг логіну',
    'Забанен' => 'Заблокований',
    'Удален' => 'Видалений',

    // user list
    'Список пользователей' => 'Список користувачів',
    'Создать пользователя' => 'Створити користувача',
    'Фамилия и имя' => 'Прізвище та і\'мя',
    'Телефон и E-Mail' => 'Телефон та E-Mail',
    'Группа' => 'Група',
    'Подписан на рассылку' => 'Підписаний на розсилку',
    'Вы действительно хотите удалить пользователя?' => 'Ви справді бажаєте видалити користувача?',

    // user form
    'Пользователь' => 'Користувач',
    'Создание пользователя' => 'Сворення користувача',
    'Редактирование пользователя' => 'Редагування користувача',
    'Логин' => 'Логін',
    'Новый пароль' => 'Новий пароль',
    'Оставьте пустым, если не хотите менять' => 'Залиште поле пустим, якщо не бажаєте змінювати',
    'Имя' => 'І\'мя',
    'Фамилия' => 'Прізвище',
    'Отчество' => 'По-батькові',
    'Пол' => 'Стать',
    'Мужской' => 'Чоловіча',
    'Женский' => 'Жіноча',
    'Дата рождения' => 'Дата народження',
    'Компания' => 'Компанія',
    'Должность' => 'Посада',
    'Источник контакта' => 'Джерело контакту',
    'Город' => 'Місто',
    'Индекс' => 'Індекс',
    'Доп. инфо' => 'Додат. інфо.',
    'Можно указать любую информацию до 250 символов' => 'Можна вказати будь-яку інформацію до 250 символів',
    'Веб-сайт' => 'Веб-сайт',
    'Мессенджеры' => 'Месенджери',
    'Регистрационный номер' => 'Реєстраційний номер',
    'Рег. номер' => 'Реєстр. номер',
    'ОГРН, ОГРНИП' => 'ID',
    'Налоговый номер' => 'Податковий номер',
    'ИНН' => 'ІПН',
    'Публикаций' => 'Публікації',
    'Заказов' => 'Замовлення',
    'Социальные сети' => 'Соціальні мережі',

    // user view
    'Контакт' => 'Контакт',
    'Изменить контакт' => 'Змінити контакт',
    'Код авторизации' => 'Код авторизації',
    'Зарегистрирован' => 'Зареєстровий',
    'Последнее ред.' => 'Останнє ред.',
    'Последняя акт.' => 'Остання акт.',
    'Последний IP' => 'Останній Ip',

    // user without group
    'WITHOUT_GROUP' => 'Without group',

    // user group
    'Список групп пользователей' => 'Список груп користувачів',
    'Создать группу' => 'Створити групу',
    'Пользователей' => 'Користувачів',
    'Права доступа' => 'Права доступу',
    'Прав доступно' => 'Прав доступно',
    'Без прав' => 'Без прав',
    'Вы действительно хотите удалить группу?' => 'Ви справді баєжаєте видалити групу?',

    // user group form
    'Создание группы' => 'Створення групи',
    'Редактирование группы' => 'Редагування групи',
    'Краткое название группы' => 'Коротка назва групи',
    'Журналисты' => 'Журналісти',
    'Описание группы' => 'Опис групи',

    // newsletters
    'Новая рассылка' => 'Нова розсилка',
    'Текст сообщения' => 'Текст повідомлення',
    'Список подписчиков' => 'Список підписчиків',
    'Добавить адрес' => 'Добавити адресу',
    'Вы действительно хотите удалить адрес подписчика?' => 'Ви справді бажаєте видалити адресу підписчика?',
    'all' => 'To all',
    'users' => 'Members',
    'subscribers' => 'Subscribers',
];
