<?php declare(strict_types=1);

return [
    // ***
    // Form
    // ***

    // sidebar
    'Новый ответ в форме' => 'Нова відповідь у формі',

    // list
    'Список форм' => 'Список форм',
    'Создать форму' => 'Створити форму',
    'E-Mail адреса получателей' => 'E-Mail адреса одержувачів',
    'заявитель' => 'заявник',
    'Вы действительно хотите удалить форму?' => 'Ви справді бажаєте видалити форму?',
    'Заявки' => 'Заявки',

    // form
    'Создание новой формы' => 'Створення нової форми',
    'Редактирование формы' => 'Редагування форми',
    'Форма' => 'форма',
    'Получатели' => 'Отримувачі',
    'Краткое описание формы' => 'Короткий опис форми',
    'Форма контактов' => 'Форма контактів',
    'Шаблон письма' => 'Шаблон листа',
    'Укажите название шаблона, который хотите использовать для данной формы или оставьте поле пустым' => 'Вкажіть назву шаблону, який хочете використовувати для цієї форми або залиште поле порожнім',
    'Включить отправку копии заявителю' => 'Включити надсилання копії заявнику',
    'Каждая новая строка должна быть отдельным E-Mail адресом получателя. Используйте символ ":" для разделения E-Mail:Имя получателя' => 'Кожен новий рядок повинен бути окремою E-Mail адресою одержувача. Використовуйте символ ":" для розділення E-Mail: Ім\'я отримувача',
    'Копия формы будет отправлена заявителю, если будет найдено заполенное поле <code>email</code>.<br/>По-умолчанию: выключено' => 'Копія форми буде надіслана заявнику, якщо буде знайдено заповнене поле <code>email</code>.<br/> За замовчуванням: вимкнено',
    'Адреса страниц использования' => 'Адреси сторінок використання',
    'Каждая новая строка должна быть отдельным адресом страницы где размещена форма. Используйте символ "*" для указания любого адреса страницы.' => 'Кожен новий рядок повинен бути окремою адресою сторінки, де розміщена форма. Використовуйте символ * для вказівки будь-якої адреси сторінки.',
    'Адрес обработчика формы' => 'Адреса оброблювача форми',
    'Включить проверку reCAPTCHA' => 'Включити перевірку reCAPTCHA',
    'Возможность отключить проверку reCAPTCHA индивидуально для текущей формы.<br/>По-умолчанию: включено' => 'Можливість вимкнути перевірку reCAPTCHA індивідуально для поточної форми.<br/>За замовчуванням: увімкнено',
    'Дублировать данные' => 'Дублювати дані',
    'Полученные данные будут продублированы на указанный адрес в формате JSON' => 'Отримані дані будуть продубльовані на вказану адресу у форматі JSON',

    // list data
    'Список полученных заявок' => 'Список отриманих заявок',
    'Дата получения' => 'Дата отримання',
    'Вы действительно хотите удалить запись?' => 'Ви справді бажаєте видалити запис?',

    // data view
    'Полученные данные' => 'Отримані дані',

];
