<?php declare(strict_types=1);

return [
    // ***
    // Common texts
    // ***
    'Например' => 'Для прикладу',
    'Название' => 'Назва',
    'Наименование' => 'Назва',
    'Категория' => 'Категорія',
    'Подкатегории' => 'Підкатегорії',
    'Дата публикации' => 'Дата публікації',
    'Статус' => 'Статус',
    'Дата' => 'Дата',
    'Другое' => 'Інше',
    'Нет данных' => 'Немає даних',
    'Сайт отключен!' => 'Сайт відключен!',
    'Комментарий' => 'Коментар',
    'Печать' => 'Роздрукувати',
    'Тип' => 'Тип',
    'Страна' => 'Країна',
    'Адрес' => 'Адреса',
    'Описание' => 'Опис',
    'Идентификатор пользователя' => 'ID користувача',
    'Внешний ID' => 'Зовнішній ID',
    'Телефон' => 'Телефон',
    'Ничего' => 'Нічого',
    'Системное поле. Если вы не знаете, зачем это поле - лучше его не трогать.' => 'Системне поле. Якщо ви не знаєте, для чого це поле, краще його не чіпати.',
    'Вы действительно хотите перейти на другую страницу?' => 'Ви впевнені, що бажаєте перейти на іншу сторінку?',
    'вложенный в' => 'вбудований в',
    'в категории' => 'в категорії',
    'Обнаружены ошибки' => 'Знайдено помилки',
    'В форме обнаружены ошибки, пожалуйста, проверьте поля выделенные красным цветом, исправьте ошибки и попробуйте снова.' => 'У формі виявлено помилки, перевірте поля, виділені червоним, виправте помилки та повторіть спробу.',
    'Теги' => 'Теги',
    'Добавьте теги' => 'Додайте теги',
    'Требуется внимательная проверка значения!' => 'Потрібна ретельна перевірка вартості!',

    // ***
    // Sidebar
    // ***
    'Уведомлений пока нет' => 'Сповіщень ще немає',
    'Нет данных о фоновых задачах' => 'Немає даних про фонові завдання',
    'Обновить поисковый индекс' => 'Оновити пошуковий індекс',
    'Вы действительно хотите выполнить это действие сейчас?' => 'Ви впевнені, що бажаєте виконати цю дію зараз?',

    // ***
    // Tasks name
    // ***
    'Обработка изображений' => 'Обробка зображень',
    'Импорт каталога из Excel файла' => 'Імпорт каталогу з файлу Excel',
    'Поисковая индексация' => 'Пошукова індексація',
    'Отправка JSON' => 'Надсилання JSON',
    'Отправка почты' => 'Відправлення пошти',
    'Рассылка писем' => 'Відправка листів поштою',

    // task status
    'Очередь' => 'Черга',
    'Работает' => 'Працюе',
    'Выполнено' => 'Зроблено',
    'Ошибка' => 'Помилка',
    'Отменено' => 'Скасовано',
    'Удалено' => 'Видалено',

    // ***
    // Select variants
    // ***

    // status
    'work' => 'Працюе',
    'delete' => 'Видалено',
    'moderate' => 'Модерується',
    'block' => 'Block',
    'cancel' => 'Canceled',

    // api access
    'key' => 'Тільки ключі',
    'user' => 'Користувачі та ключі',

    // ***
    // boolean
    // ***
    'yes' => 'Так',
    'no' => 'Ні',
    'off' => 'Вимкнено',
    'on' => 'Увімкнено',

    // ***
    // Sorts by
    // ***
    'Критерий сортировки' => 'Критерії сортування',
    'Порядок сортировки' => 'Порядок сортування',

    'title' => 'Назва',
    'price' => 'Ціна',
    'stock' => 'Запас',
    'date' => 'Дата',

    'DESC' => 'За зменшенням',
    'ASC' => 'За зростанням',

    // btn
    'Подробней' => 'Детальніше',
    'Изменить' => 'Змінити',
    'Создать' => 'Створити',
    'Обновить' => 'Оновити',
    'Удалить' => 'Вилучити',
    'Посмотреть' => 'Подивитись',
    'Сохранить' => 'Зберегти',
    'Установка и обновление' => 'Встановлення та оновлення',
    'Добавить' => 'Додати',
    'Далее' => 'Далі',
    'Назад' => 'Назад',
    'Найти' => 'Знайти',
    'Сбросить' => 'Скинути',
    'Отправить' => 'Надіслати',

    // ***
    // Image\images
    // ***
    'Изображение' => 'Зображення',
    'Изображения' => 'Зображення',
    'Здесь можно выбрать несколько изображений' => 'Тут можна вибрати декілька зображень',

    // ***
    // Content type
    // ***
    'html' => 'HTML',
    'text' => 'Текст',

    // ***
    // Meta tags
    // ***
    'Метатег Title' => 'Мета-тег Title',
    'Метатег Description' => 'Мета-тег Опис',
    'Метатег Keywords' => 'Мета-тег Ключові слова',
];
