<?php declare(strict_types=1);

return [
    // ***
    // Navigation
    // ***

    'Выход' => 'Вихід',
    'Профиль' => 'Профіль',
    'Панель управления' => 'Панель управління',
    'Разделы' => 'Розділи',
    'Публикации' => 'Публікації',
    'Редактирование' => 'Редагування',
    'Категории' => 'Категорії',
    'Страницы' => 'Сторінки',
    'Пользователи' => 'Користувачі',
    'Список' => 'Список',
    'Группы' => 'Групи',
    'Подписчики' => 'Підписники',
    'Рассылка' => 'Розсилка',
    'Формы' => 'Форми',
    'Каталог' => 'Каталог',
    'Номенклатура' => 'Номенклатура',
    'Атрибуты' => 'Атрибути',
    'Заказы' => 'Замовлення',
    'Гостевая книга' => 'Гостьова книга',
    'Файлы' => 'Файли',
    'Настройки' => 'Налаштування',
    'Редактор шаблона' => 'Редактор шаблону',
    'Журнал системы' => 'Журнал системи',
];
