<?php declare(strict_types=1);

return [
    // ***
    // Page
    // ***

    // list
    'Список страниц' => 'Список сторінок',
    'Создать страницу' => 'створити сторінку',
    'Заголовок' => 'Заголовок',
    'Ссылка' => 'Посилання',
    'Вы действительно хотите удалить страницу?' => 'Ви справді бажаєте видалити сторінку?',

    // form
    'Создание новой страницы' => 'Cтворення нової сторінки',
    'Редактирование страницы' => 'Редагування сторінки',
    'Страница' => 'Сторінка',
    'Краткое описание страницы' => 'Короткий опис сторінки',
    'О нас' => 'Про нас',
    'Название страницы. Можно оставить пустым, тогда значение будет сгенерировано автоматически. Допустимо использование только латинских символов и цифер без пробелов' => 'Назва сторінки. Можна залишити пустим, тоді значення буде сгенеровано автоматично. Допустиме використання лише латинських символів та цифер без пропусків',
    'Тело страницы' => 'Тіло сторінки',
    'Тип содержимого' => 'Тип вмісту',
    'Если нет понимания на что влияет это поле, оставьте значение по-умолчанию' => 'Якщо немає розуміння на що впливає це поле, залиште значення за замовчуванням.',
    'Шаблон' => 'Шаблон',
    'Укажите название шаблона, который хотите использовать для данной страницы или оставьте <b>page.twig</b>' => 'Вкажіть назву шаблону, який ви бажаєте використовувати для цієї сторінки або залиште <b>page.twig</b>',
];
