<?php declare(strict_types=1);

return [
    // ***
    // Catalog
    // ***

    // system install
    'Новый' => 'Новий',
    'В обработке' => 'В опрацюванні',
    'Отправлен' => 'Відправлено',
    'Доставлен' => 'Доставлено',
    'Отменён' => 'Скасовано',
    'Килограмм' => 'Килограм ', 'кг' => 'kg',
    'Грамм' => 'Грам', 'г' => 'g',
    'Литр' => 'Літр', 'л' => 'l',
    'Миллилитр' => 'Міліметр', 'мл' => 'ml',

    // sidebar
    'Добавлен заказ' => 'Добавлено замовлення',

    // attributes
    'string' => 'Рядок',
    'integer' => 'Ціле',
    'float' => 'Дробове',
    'boolean' => 'Булеве',

    // product type
    'product' => 'Продукт',
    'service' => 'Сервіс',

    // attributes page
    'Атрибуты' => 'Атрибути',
    'Список атрибутов' => 'Список атрибутів',
    'Создать атрибут' => 'Створити атрибут',
    'Добавить аттрибут' => 'Добавити атрибут',
    'Создание нового атрибута' => 'Створити новий атрибут',
    'Редактирование атрибута' => 'Редагувати атрибут',
    'Вы действительно хотите удалить аттрибут?' => 'Ви справді бажаєте видалити атрибут?',
    '<b>Внимание</b>: тип "Булево" может быть добавлен только к категории.' => '<b>Увага</b>: тип "Булеве" можна добавити лише до категорії.',
    'Название атрибута. Можно оставить пустым, тогда значение будет сгенерировано автоматически. Допустимо использование только латинских символов и цифер без пробелов' =>
	'Назва атрибута. Можна залишити пустим, тоді значення буде згенеровано автоматично. Допустиме використання лише латинських символів та цифер без пропусків',

    // category
    'Краткое описание категории' => 'Короткий опис категорії',
    'Вы действительно хотите удалить категорию?' => 'Ви справді бажаєте видалити категорію?',
    'Описание категории' => 'Опис категорії',
    'Количество товаров на страницу' => 'Кількість товарів на сторінку',
    'Укажите индивидуальные атрибуты для категории' => 'Вкажіть індивідуальні атрибути для категорій',
    'Поля' => 'Поля',
    'Поле' => 'Поле',
    'Индивидуальное поле' => 'Індивідуальне поле',
    'Название поля' => 'Назва поля',
    'Индивидуальное поле продукта' => 'Інедивідуальне поле продукту',
    'Порядок' => 'Порядок',
    'Название категории. Можно оставить пустым, тогда значение будет сгенерировано автоматически. Допустимо использование только латинских символов и цифер без пробелов' =>
	'Назва категорії. Можна залишити пустим, тоді значення буде сгенеровано автоматично. Допустиме використання лише латинських символів та цифер без пропусків',
    'Укажите название шаблона, который хотите использовать для данной категории или оставьте <b>catalog.category.twig</b>' =>
	'Вкажіть назву шаблона, якийбажаєте використати для даної категорії або залиште <b>catalog.category.twig</b>',
    'Укажите название шаблона, который хотите использовать для товаров в данной категории или оставьте <b>catalog.product.twig</b>' =>
	'Вкажіть назву шаблона, якийбажаєте використати для товарів у даній категорії або залиште <b>catalog.product.twig</b>',

    // product
    'Импорт продуктов' => 'Імпорт продуктів',
    'Экспорт текущего списка продуктов' => 'Експорт поточного списку продуктів',
    'Создать продукт' => 'Створити продукт',
    'Объем упаковки' => 'Об\'єм упаковки',
    'Вы действительно хотите удалить продукт?' => 'Ви справді бажаєте видалити продукт',
    'Редактирование продукта' => 'Редагування продукту',
    'Продукт' => 'Продукт',
    'Сопутствующие' => 'Супутнє',
    'Краткое описание товара' => 'Короткий опис товару',
    'Еда' => 'Їжа',
    'Описание товара' => 'Опис товару',
    'Производитель' => 'Виробник',
    'Артикул' => 'Артикул',
    'Штрих код' => 'Штрих код',
    'Цена закупки' => 'Ціна закупівлі',
    'Цена продажи' => 'Ціна продаж',
    'Цена оптовая' => 'Оптова ціна',
    'Налог' => 'Податок',
    'Акция' => 'Акція',
    'Ширина (см)' => 'Ширина (cm)',
    'Высота (см)' => 'Висота (cm)',
    'Длинна (см)' => 'Довжина (cm)',
    'Объем' => 'Об\'єм',
    'Зависит от выбранной размерности' => 'Залежить від обраної розмірності',
    'Размерность' => 'Розмірність',
    'На складе' => 'На складі',
    '<b>Сопутствующие товары</b> - это те товары, которые покупатель использует вместе с уже купленным товаром, которые помогают им пользоваться, дополняют его, устраняют последствия от использования товара, являются его сменными деталями, расходными материалами и т.п.' =>
	'<b>Супутні товари</b> це ті товари, які покупець використовує разом з вже купленим товаром, які допомагають ним користуватися, доповнюють його, усувають наслідки від використання товару, є його змінними деталями, витратним матеріалом тощо ',
    'Добавить продукт' => 'Додати продукт',
    'Выберете категорию' => 'Виберіть категорію',
    'Выберете товар' => 'Виберіть товарt',
    'Атрибут категории' => 'Атрибут категорії',
    'Да' => 'Так',
    'Укажите индивидуальные атрибуты товара' => 'Вкажіть індивідуальні атрибути товару',
    'Название товара. Можно оставить пустым, тогда значение будет сгенерировано автоматически. Допустимо использование только латинских символов и цифер без пробелов' =>
	'Назва товару. Можна залишити пустим, тоді значення буде згенеровано автоматично. Допустиме використання лише латинських символів та цифер без пропусків',
    'Дополнительное описание товара' => 'Додатковий опис товару',

    // order
    'Шаблон инвойса' => 'Шаблон інвойсу',
    'Статусы заказа' => 'Статуси замовлення',
    'Список заказов' => 'Список замовлень',
    'Создать заказ' => 'CСтворити замовлення',
    'Клиент' => 'Клієнт',
    'Доставка и статус' => 'Доставка та статус',
    'Вы действительно хотите удалить заказ?' => 'Ви справді бажаєте видалити замовлення?',
    'Создание нового заказа' => 'Створення нового замовлення',
    'Редактирование заказа' => 'Редагування замовлення',
    'ФИО клиента' => 'ФІО Клієнта',
    'Адрес доставки' => 'Адреса доставки ',
    'Дата доставки' => 'Дата доставки',
    'Техническая информация' => 'Технічна інформація',
    'Состав заказа' => 'Деталі замовлення',

    // order status
    'Создать статус' => 'Створити статус',
    'Вы действительно хотите удалить статус заказа?' => 'Ви спраівді бажаєте видалити статус замовлення?',
    'Создание нового статуса заказа' => 'Створення нового статусу замовлення',
    'Редактирование статуса заказа' => 'Редагування статусу замовлення',

    // order invoice
    'Инвойс' => 'Накладна',
    'Заказ' => 'Замовлення',
    'Изменить заказ' => 'Змінити замовлення',
    'Доставка' => 'Доставка',
    'Позиция' => 'Позиція',
    'Цена' => 'Ціна',
    'Количество' => 'Кількість',
    'Сумма' => 'Сума',
    'Общая сумма' => 'Загалом',
];
