<?php declare(strict_types=1);

return [
    // ***
    // Publication
    // ***

    // list
    'Список публикаций' => 'Список публікацій',
    'Создать публикацию' => 'Створити публікацію',
    'Автор' => 'Автор',
    'Вы действительно хотите удалить публикацию?' => 'Ви справді бажаєте видалити публікацію?',

    // form
    'Создание новой публикации' => 'Створення нової публікації',
    'Редактирование публикации' => 'Редагування публікації',
    'Публикация' => 'Публикація',
    'Опрос' => 'Опитування',
    'Предварительный просмотр' => 'Попередній перегляд',
    'Заголовок публикации обязателен к заполнению и может содержать не более 255 символов' => 'Заголовок публікації є обов\'язковим до заповнення і може містити не більше 255 символів.',
    'Cсылка для просмотра статьи в браузере. Можно оставить пустым, тогда значение будет сгенерировано автоматически. Допустимо использование только латинских символов и цифер без пробелов' => 'Посилання для перегляду статті у браузері. Можна залишити порожнім, тоді значення буде згенеровано автоматично. Допустимо використання тільки латинських символів та цифер без пробілів',
    'Краткое содержимое' => 'Короткий зміст',
    'Полное содержимое' => 'Повний вміст',

    // ***
    // Publication category
    // ***

    // list
    'Список категорий' => 'Список категорій',
    'Публичная' => 'Публічна',
    'Вложенные' => 'Вкладені',
    'Вы действительно хотите удалить категорию публикаций?' => 'Ви справді бажаєте видалити катерію публікації?',

    // form
    'Новости' => 'Новини',
    'Название новой категории' => 'Назва нової категорії',
    'Используется для просмотра всех статей в данной категории. Можно оставить пустым, тогда значение будет сгенерировано автоматически. Допустимо использование только латинских символов и цифер без пробелов' => 'Використовується для перегляду всіх статей цієї категорії. Можна залишити порожнім, тоді значення буде згенеровано автоматично. Допустимо використання тільки латинських символів та цифер без пробілів',
    'Количество записей на страницу' => 'Кількість записів на сторінку',
    'Публичная категория' => 'Публічна категорія',
    'Отображать ли категорию в общем списке' => 'Відображати цю категорію у загальному списку',
    'Шаблон краткой версии' => 'Шаблон короткої версії',
    'Шаблон полной версии' => 'Шаблон повної версії',
    'Вы можете установить для данной категории отдельный шаблон или оставить <b>publication.list.twig</b>' => 'Для цієї категорії можна встановити окремий шаблон або залишити <b>publication.list.twig</b>',
    'Укажите название шаблона, который хотите использовать для отображения краткой версии публикации или оставьте <b>publication.short.twig</b>' => 'Вкажіть назву шаблону, який ви бажаєте використовувати для відображення короткої версії публікації або залиште <b>publication.short.twig</b>',
    'Укажите название шаблона, который хотите использовать для отображения полной версии публикации или оставьте <b>publication.full.twig</b>' => 'Вкажіть назву шаблону, який ви бажаєте використовувати для відображення повної версії публікації або залиште <b>publication.full.twig</b>',
];
