<?php declare(strict_types=1);

return [
    // ***
    // Page
    // ***

    'Список страниц' => 'Список страниц',
    'Создать страницу' => 'Создать страницу',
    'Заголовок' => 'Заголовок',
    'Ссылка' => 'Ссылка',
    'Дата публикации' => 'Дата публикации',
    'Вы действительно хотите удалить страницу?' => 'Вы действительно хотите удалить страницу?',

    'Создание новой страницы' => 'Создание новой страницы',
    'Страница' => 'Страница',
    'Дополнительно' => 'Дополнительно',
    'Название' => 'Название',
    'Краткое описание страницы' => 'Краткое описание страницы',
    'О нас' => 'О нас',
    'Адрес' => 'Адрес',
    'Название страницы. Можно оставить пустым, тогда значение будет сгенерировано автоматически. Допустимо использование только латинских символов и цифер без пробелов' => 'Название страницы. Можно оставить пустым, тогда значение будет сгенерировано автоматически. Допустимо использование только латинских символов и цифер без пробелов',
    'Тело страницы' => 'Тело страницы',
    'Дата' => 'Дата',
    'Тип содержимого' => 'Тип содержимого',
    'Если нет понимания на что влияет это поле, оставьте значение по-умолчанию' => 'Если нет понимания на что влияет это поле, оставьте значение по-умолчанию',
    'Шаблон' => 'Шаблон',
    'Укажите название шаблона, который хотите использовать для данной страницы или оставьте <b>page.twig</b>' => 'Укажите название шаблона, который хотите использовать для данной страницы или оставьте <b>page.twig</b>',
];
