<?php declare(strict_types=1);

return [
    // ***
    // Navigation
    // ***

    'Выход' => 'Выход',
    'Панель управления' => 'Панель управления',
    'Разделы' => 'Разделы',
    'Публикации' => 'Публикации',
    'Редактирование' => 'Редактирование',
    'Категории' => 'Категории',
    'Страницы' => 'Страницы',
    'Пользователи' => 'Пользователи',
    'Список' => 'Список',
    'Группы' => 'Группы',
    'Подписчики' => 'Подписчики',
    'Рассылка' => 'Рассылка',
    'Формы' => 'Формы',
    'Каталог' => 'Каталог',
    'Номенклатура' => 'Номенклатура',
    'Атрибуты' => 'Атрибуты',
    'Заказы' => 'Заказы',
    'Гостевая книга' => 'Гостевая книга',
    'Файлы' => 'Файлы',
    'Настройки' => 'Настройки',
    'Другое' => 'Другое',
    'Редактор шаблона' => 'Редактор шаблона',
];
