<?php declare(strict_types=1);

return [
    // ***
    // Main
    // ***

    'Добро пожаловать в панель управления сайтом' => 'Добро пожаловать в панель управления сайтом',
    'Быстрый переход' => 'Быстрый переход',
    'Редактирование пользователей' => 'Редактирование пользователей',
    'Управление зарегистрированными пользователями, редактирование их профилей и блокировка' => 'Управление зарегистрированными пользователями, редактирование их профилей и блокировка',
    'Управление публикациями' => 'Управление публикациями',
    'Раздел управления статьями, новостями, записями в личный блог' => 'Раздел управления статьями, новостями, записями в личный блог',
    'Страницы сайта' => 'Страницы сайта',
    'Создание и редактирование страниц, которые как правило редко изменяются и имеют постоянный адрес' => 'Создание и редактирование страниц, которые как правило редко изменяются и имеют постоянный адрес',
    'Номенклатура товаров' => 'Номенклатура товаров',
    'Управление товарами и услугами сайта, добавление новых позиций и изменение существующих' => 'Управление товарами и услугами сайта, добавление новых позиций и изменение существующих',
    'Категории магазина' => 'Категории магазина',
    'Создание и редактирование категорий товаров, изменение описания и приложенных фотографий' => 'Создание и редактирование категорий товаров, изменение описания и приложенных фотографий',
    'Гостевая книга и отзывы' => 'Гостевая книга и отзывы',
    'Просмотр отзывов посетителей о сайте, изменение и управление ответами' => 'Просмотр отзывов посетителей о сайте, изменение и управление ответами',
    'Формы связи' => 'Формы связи',
    'Создание и редактирование форм обратной связи, настройка формата письма' => 'Создание и редактирование форм обратной связи, настройка формата письма',
    'Настройки системы' => 'Настройки системы',
    'Настройка общих параметров скрипта, а также настройка вывода новостей, каталога, плагинов' => 'Настройка общих параметров скрипта, а также настройка вывода новостей, каталога, плагинов',
    'Сводка сайта' => 'Сводка сайта',
    'Блокнот' => 'Блокнот',
    'Ниже отображается статистика использования движка по разделам' => 'Ниже отображается статистика использования движка по разделам',
    'Количество страниц' => 'Количество страниц',
    'Количество публикаций' => 'Количество публикаций',
    'Количество отзывов' => 'Количество отзывов',
    'Количество пользователей' => 'Количество пользователей',
    'Количество категорий и товаров' => 'Количество категорий и товаров',
    'Количество заказов' => 'Количество заказов',
    'Количество файлов' => 'Количество файлов',
    'Здесь собрана техническая информация о движке и сервере' => 'Здесь собрана техническая информация о движке и сервере',
    'Сборка' => 'Сборка',
    'Операционная система' => 'Операционная система',
    'Версия PHP' => 'Версия PHP',
    'Выделено ОЗУ' => 'Выделено ОЗУ',
    'Максимальный размер загружаемого файла' => 'Максимальный размер загружаемого файла',
    'Максимальное количество загружаемых файлов' => 'Максимальное количество загружаемых файлов',
    'Здесь вы можете сохранять собственные заметки и памятки' => 'Здесь вы можете сохранять собственные заметки и памятки',

    'платформа для управления контентом на сайте' => 'платформа для управления контентом на сайте',

    'Документация' => 'Документация',
    'Поддержка' => 'Поддержка',
];
