<?php declare(strict_types=1);

return [
    // ***
    // Select variants
    // ***

    // status
    'work' => 'Активный',
    'delete' => 'Удалён',
    'moderate' => 'Модерация',
    'block' => 'Заблокирован',

    // ***
    // boolean
    // ***
    'yes' => 'Да',
    'no' => 'Нет',
    'off' => 'Выключена',
    'on' => 'Включена',

    // ***
    // Sorts by
    // ***

    'title' => 'Заголовок',
    'price' => 'Цена',
    'stock' => 'Наличие',
    'date' => 'Дата',

    'DESC' => 'По убыванию',
    'ASC' => 'По возрастанию',

    // btn
    'Изменить' => 'Изменить',
    'Удалить' => 'Удалить',
    'Сохранить' => 'Сохранить',

    // ***
    // Image\images
    // ***

    'Изображение' => 'Изображение',
    'Изображения' => 'Изображения',
    'Здесь можно выбрать несколько изображений' => 'Здесь можно выбрать несколько изображений',

    // ***
    // Content type
    // ***

    'html' => 'HTML',
    'text' => 'Текст',

    // ***
    // Meta tags
    // ***

    'Метатег Title' => 'Метатег Title',
    'Метатег Description' => 'Метатег Description',
    'Метатег Keywords' => 'Метатег Keywords',
];
